Repository: dbs/course-reserves
Catalog: reserves/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: en
fr: fr

source: Not Found
fr: Non-trouvée

source: 404 - Not Found
fr: 404 - Page non trouvée

source: This page is not available for this application.
fr: Cette page n'est pas disponible pour cet application.

source: If you were linked to here, please bug
fr: Si vous avez été liés ici, SVP aller déranger

source: Internal Server Error
fr: Erreur interne du serveur

source: An internal server error occurred.
fr: Un erreur interne s'est produit.

source: You should probably complain about it to
fr: Vous devriez crier à

source: To Add Reserves:
fr: Pour l'insertion de réserves :

source: Fill out the form below with the course code, instructor, and bookbag ID to have it added to the reserve list.
fr: Remplissez le formulaire ci-dessous avec le code de cours, l'instructeur et l'identification du "bookbag" pour l'avoir inseré dans la liste de réserves.

source: To Modify/Delete Reserves:
fr: Pour modifier ou supprimer des réserves :

source: Click on the entry you wish to modify or delete from the list of reserves below. A window will appear where you can modify the reserve information and click on "Save" or simply click on "Delete This Reserve" to delete the reserve.
fr: Cliquez le réserve vous voulez modifier ou supprimer de la liste des réserves ci-dessous. Une fenêtre apparaîtra où vous pouvez modifier l'info et ensuite cliquez le bouton "Sauvegarder" ou le bouton "Supprimer" pour terminer.

source: Add Reserve
fr: Insertion de Réserve

source: Course Code:
fr: Code de cours :

source: Instructor:
fr: Instructeur :

source: Bookbag ID:
fr: Identification du "bookbag" :

source: Submit
fr: Soumettre

source: Clear
fr: Remettre à zéro

source: Reserves on file:
fr: Réserves en fichier :

source: Filter...
fr: Filtrage...

source: Course Code
fr: Code de cours

source: Instructor
fr: Instructeur

source: Edit / Delete Reserves
fr: Modification ou supprimation de réserves

source: Edit Reserve
fr: Modification

source: Save
fr: Sauvegarde

source: Cancel
fr: Annuler

source: Delete Reserve
fr: Supprimation

source: Delete This Reserve
fr: Supprimer cette réserve

source: Reserves List
fr: Liste de Réserves

source: Reserves
fr: Réserves

source: fr
fr: en

source: Francais
fr: English

source: Log in
fr: Connexion

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Login failed.
fr: Connexion échouée.

source: Try again
fr: Essayez encore

source: Show Instructions
fr: Montrer les instructions

source: Hide Instructions
fr: Cacher les instructions

source: Instructors may place library materials which are in high demand on reserve. This ensures that the instructors' students will have access to necessary materials. Reserved materials are available at the Reserve Desk and are loaned for a period of 2 hours to 3 days.
fr: Les professeurs peuvent mettre des documents à la réserve pour un cours afin de permettre aux étudiants l'accès aux lectures obligatoires pour leurs cours. Ces documents sont mis à la disposition des étudiants au comptoir de prêt (Reserve Desk) pour une période limitée de deux heures à trois jours.

source: Finding documents in reserve:
fr: Trouver des documents en réserve :

source: To access reserves for a given course, type its course code into the filter bar. To access reserves from a given instructor, type their name into the filter bar.
fr: Pour accéder aux documents en réserve pour un cours, veuillez écrire le code de cours dans le champ de recherche "Filtrage". Vous pouvez aussi filtrer avec le nom du professeur si aucun code de cours n'est disponible.

source: Once the course has been found, click its entry in the table to be brought to its bookbag. This bookbag gives the Call Number needed to borrow it.
fr: Lorsque le cours a été présenté à l'écran, cliquez dans la case du cours dans le tableau pour accéder à la liste des ouvrages mis en réserve pour ce cours. Vous aurez besoin de noter le numéro à 3 chiffres présenté sous la côte (Call Number) pour chacun des ouvrages dans la liste pour pouvoir les emprunter.

source: For example:
fr: Par exemple :

source: Afterwards, go to the Reserve Desk at the Library and borrow the material using its Call Number.
fr: Présentez-vouz au comptoir de prêt à la bibliothèque pour emprunter vos documents en indiquant qu'il s'agit d'un document mis en réserve.
